tap "buo/cask-upgrade"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cocoapods"
brew "defaultbrowser"
brew "deno"
brew "djvu2pdf"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "go"
brew "helm"
brew "httpie"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "media-info"
brew "neofetch"
brew "p7zip"
brew "pnpm"
brew "ripgrep"
brew "rustup-init"
brew "scc"
brew "shellcheck"
brew "starship"
brew "stow"
brew "subversion"
brew "terminal-notifier"
brew "topgrade"
brew "wget"
brew "youtube-dl"
cask "adguard"
cask "bartender"
cask "cleanshot"
cask "crossover"
cask "dash"
cask "discord"
cask "docker"
cask "flutter"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-roboto-mono"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "hammerspoon"
cask "hazel"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "kekaexternalhelper"
cask "linear-linear"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "monodraw"
cask "notion"
cask "openemu"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "paw"
cask "pixelsnap"
cask "plex-media-server"
cask "raindropio"
cask "raycast"
cask "rocket"
cask "sip"
cask "soundsource"
cask "spotify"
cask "sublime-merge"
cask "swish"
cask "switchhosts"
cask "tableplus"
cask "thingsmacsandboxhelper"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "vagrant"
cask "via"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Amphetamine", id: 937984704
mas "Cascadea", id: 1432182561
mas "Craft", id: 1487937127
mas "Cursor Pro", id: 1447043133
mas "DaftCloud", id: 1320450034
mas "DaisyDisk", id: 411643860
mas "Disk Speed Test", id: 425264550
mas "Expressions", id: 913158085
mas "Flow", id: 1423210932
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "MindNode", id: 1289197285
mas "Mirror Magnet", id: 1563698880
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "PiPer", id: 1421915518
mas "Reeder", id: 1529448980
mas "Refined GitHub", id: 1519867270
mas "Save to Raindrop.io", id: 1549370672
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "Speedtest", id: 1153157709
mas "stts", id: 1187772509
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Typeface", id: 1062679359
mas "Wappalyzer", id: 1520333300
mas "Xcode", id: 497799835
